Repository: saideloumari/porfolio
Catalog: languages/plugins/foobox-image-lightbox-*.po
Languages: fr_fr

source: Try our free %s plugin and our premium %s extension, which both work beautifully with FooBox!
fr_fr: Essayez notre extension %s gratuite et notre extension %s premium, qui fonctionnent parfaitement avec FooBox&nbsp;!

source: FooBox + FooGallery Alert :
fr_fr: Alerte Foobox + FooGallery&nbsp;:

source: We noticed that you have 1 FooGallery that is NOT using FooBox!
fr_fr: Nous avons remarqué que vous avez 1 FooGallery qui n&rsquo;utilise PAS FooBox&nbsp;!

source: Update it to use FooBox now!
fr_fr: Mettez-la à jour pour utiliser FooBox maintenant&nbsp;!

source: 1 FooGallery successfully updated to use FooBox!
fr_fr: 1 FooGallery a été mise à jour et utilise maintenant FooBox&nbsp;!

source: Welcome to FooBox Free
fr_fr: Bienvenue dans FooBox Free

source: FooBox Free Help
fr_fr: Aide de Foobox Free

source: Welcome to FooBox FREE %s
fr_fr: Bienvenue dans FooBox Free %s

source: Thank you for choosing FooBox Image Lightbox! A great looking and responsive lightbox for your WordPress website!
fr_fr: Merci d&rsquo;avoir choisi FooBox Image Lightbox&nbsp;! Une belle lightbox responsive pour votre site WordPress&nbsp;!

source: Getting Started
fr_fr: Mise en route

source: Get FooBox PRO!
fr_fr: Obtenir FooBox PRO&nbsp;!

source: Zero Configuration!
fr_fr: Aucune configuration&nbsp;!

source: FooBox FREE will work out-of-the-box with all WordPress galleries and attachments - no configuration needed! Or customize the settings to your needs...
fr_fr: FooBox FREE fonctionnera immédiatement avec toutes les galeries WordPress et fichiers attachés&nbsp;- aucune configuration n'est requise&nbsp;! Vous pouvez aussi personnaliser les réglages selon vos besoins...

source: <a href="%s">Settings &rarr; FooBox FREE</a>
fr_fr: <a href="%s">Réglages &rarr; FooBox FREE</a>

source: Looking For More Features?
fr_fr: Vous recherchez plus de fonctionnalités&nbsp;?

source: FooBox Free is a great way to display your images, but why not take it to the next level? Upgrade to FooBox Pro now and add social sharing and a slew of other advanced features to your images, video, and HTML content ...all inside the best responsive lightbox plugin available.
fr_fr: FooBox Free est un fantastique moyen d&rsquo;afficher vos images, mais pourquoi pas s&rsquo;en servir pour aller plus loin&nbsp;? Mettez à jour vers FooBox Pro maintenant et ajoutez le partage sur les médias sociaux et un tas d&rsquo;autres fonctionnalités avancées à vos images, vidéos et contenu HTML ... directement à l&rsquo;intérieur de la meilleure extension de lightbox responsive disponible.

source: Purchase FooBox PRO now!
fr_fr: Achetez FooBox PRO maintenant&nbsp;!

source: Do You Need Video Galleries?
fr_fr: Avez-vous besoin de galeries vidéo&nbsp;?

source: Creating Video Galleries has never been easier with our free %s plugin and our premium %s extension, which both work beautifully with FooBox Free!
fr_fr: Créer des galeries vidéos n'a jamais été aussi simple avec notre extension gratuite %s et notre extension premium %s, qui fonctionnent parfaitement avec FooBox Free&nbsp;!

source: This cannot be turned off in the FREE version
fr_fr: Cela ne peut pas être désactivé dans la version gratuite.

source: Hide this notice
fr_fr: Masquer cette notification

source: FooBox FREE was deactivated, as FooBox PRO is now running!
fr_fr: FooBox FREE est désactivé, étant donné que FooBox PRO fonctionne&nbsp;!

source: Back to safety
fr_fr: Revenir

source: General
fr_fr: Général

source: What do you want to attach FooBox to?
fr_fr: À quoi voulez-vous lier FooBox&nbsp;?

source: WordPress Galleries
fr_fr: Galeries WordPress

source: Enable FooBox for all WordPress image galleries.
fr_fr: Activez Foobox pour toutes les galeries d'images WordPress.

source: WordPress Images With Captions
fr_fr: Images WordPress avec des légendes

source: Enable FooBox for all WordPress images that have captions.
fr_fr: Activez FooBox pour toutes les images qui ont des légendes.

source: Attachment Images
fr_fr: Images liées

source: Enable FooBox for all media images included in posts or pages.
fr_fr: Activez FooBox pour toutes les images inclues dans les articles ou les pages.

source: Show us some love! We would really appreciate your support.
fr_fr: Montrez-nous votre amour&nbsp;! Nous apprécierons vraiment votre soutien.

source: Show "powered by" link
fr_fr: Afficher le lien &laquo;&nbsp;propulsé par&nbsp;&raquo;

source: Help support this free plugin by displaying a small "powered by foobox" link under the lightbox.
fr_fr: Aidez à la promotion de cette extension en affichant un petit lien &laquo;&nbsp;propulsé par foobox&nbsp;&raquo; sous la lightbox.

source: View the demo on this page to see the "powered by" link in action.
fr_fr: Consultez la demonstration sur cette page pour voir le lien &laquo;&nbsp;propulsé par&nbsp;&raquo; en action.

source: Become an affiliate
fr_fr: Devenez un affilié

source: and paste in your affiliate URL above.
fr_fr: et collez votre URL d’affiliation ci-dessus.

source: Affiliate Link
fr_fr: Lien d’affiliation

source: If you show the "powered by" link, you can promote FooBox and make a commission from sales. Everybody wins!
fr_fr: Si vous affichez le lien &laquo;&nbsp;propulsé par&nbsp;&raquo;, vous pouvez promouvoir FooBox et gagner un commission sur les ventes. Tout le monde est gagnant&nbsp;!

source: Display Settings
fr_fr: Réglages de l&rsquo;affichage

source: Fit To Screen
fr_fr: Adapter à l&rsquo;écran

source: Force smaller images to fit the screen dimensions.
fr_fr: Forcer les petites images à s&rsquo;adapter aux dimensions de l&rsquo;écran.

source: Hide Page Scrollbars
fr_fr: Masquer les ascenseurs de page

source: Hide the page's scrollbars when FooBox is visible.
fr_fr: Masquer les ascenseurs de la page lorsque FooBox est visible.

source: Show Counter
fr_fr: Afficher le compteur

source: Shows a counter under the FooBox modal when viewing a gallery of images.
fr_fr: Afficher un compteur sous la fenêtre Foobox lorsque l&rsquo;on voit une galerie d&rsquo;images.

source: Show Captions On Hover
fr_fr: Afficher les légendes au survol

source: Only show the caption when hovering over the image.
fr_fr: Afficher uniquement la légende lors du survol de l’image.

source: Error Message
fr_fr: Message d’erreur

source: The error message to display when an image has trouble loading.
fr_fr: Le message d’erreur à afficher lorsqu’une image a du mal à se charger.

source: Could not load the item
fr_fr: Impossible de charger l&rsquo;élément

source: Advanced
fr_fr: Avancé

source: Close On Overlay Click
fr_fr: Fermer lors d&rsquo;un clic à l&rsquo;exterieur

source: Should the FooBox lightbox close when the overlay is clicked.
fr_fr: Est-ce que la lightbox FooBox doit se fermer lors d&rsquo;un clic à l&rsquo;exterieur&nbsp;?

source: Disable Other Lightboxes
fr_fr: Désactiver les autres lightboxes

source: Certain themes and plugins use a hard-coded lightbox, which make it very difficult to override.<br>By enabling this setting, we inject a small amount of javascript onto the page which attempts to get around this issue.<br>But please note this is not guaranteed, as we cannot account for every lightbox solution out there :)
fr_fr: Certains thèmes et extensions utilisent leur propre visionneuse, et celles-ci sont très difficiles à désactiver.<br>En activant cette option, nous injectons un peu de code javascript dans la page pour régler le problème.<br>Veuillez noter que cela n&rsquo;est pas garanti, étant donné que nous ne pouvons pas prendre en compte toutes les visionneuses disponibles&nbsp;:)

source: Enable Debug Mode
fr_fr: Activer le mode de débogage

source: Show an extra debug information tab to help debug any issues.
fr_fr: Afficher un onglet d&rsquo;informations de débogage pour aider à régler les bugs.

source: Debug
fr_fr: Debogage

source: Debug Information
fr_fr: Informations de débogage

source: Upgrade to PRO!
fr_fr: Mettre à jour vers PRO&nbsp;!

source: Upgrade to the PRO version!
fr_fr: Mettez à jour vers la version PRO&nbsp;!

source: There are tons of reasons...
fr_fr: Il y a des tonnes de raisons&hellip;

source: Settings
fr_fr: Réglages

source: Select An Image
fr_fr: Sélectionner une image

source: Select Image
fr_fr: Sélectionner une image

source: Settings restored to default values
fr_fr: Réglages par défaut restaurés

source: Save Changes
fr_fr: Enregistrer les modifications

source: Are you sure you want to restore all settings back to their default values?
fr_fr: Souhaitez-vous vraiment restaurer les réglages à leurs valeurs par défaut&nbsp;?

source: Restore Defaults
fr_fr: Restaurer les réglages par défaut

source: The best responsive image lightbox for WordPress.
fr_fr: La meilleure lightbox d’image responsive pour WordPress.
